/* Short error message when the server reports a 404 error */
"404 Error, file not found!" = "404 Error, file not found!";

/* Message given when spam protection activates. */
"A connection was established, but spam prevention blocked the submission. You must wait one minute between submissions. Also, submissions that are a duplicate of the previous submission are not accepted by the server." = "A connection was established, but spam prevention blocked the submission. You must wait one minute between submissions. Also, submissions that are a duplicate of the previous submission are not accepted by the server.";

/* No comment provided by engineer. */
"A new version (%@) of the iScrobbler iTunes plugin is now available.  It strongly suggested you update to the latest version." = "A new version (%@) of the iScrobbler iTunes plugin is now available.  It strongly suggested you update to the latest version.";

/* Message given when a new version is found */
"A new version of iScrobbler is available! Download it today!" = "A new version of iScrobbler is available! Download it today!";

/* No comment provided by engineer. */
"Audioscrobbler.com did not accept your username and password.  Please update your user credentials in the iScrobbler preferences." = "Audioscrobbler.com did not accept your username and password.  Please update your user credentials in the iScrobbler preferences.";

/* Short error message when submission fails due to authentication failure. */
"Authentication Failed" = "Authentication Failed";

/* Long error message when submission fails due to authentication failure. */
"Authentication Failed - Your username or password was not accepted by the server, please reenter them and try again. If you do not have an account, please visit http://www.audioscrobbler.com to register." = "Authentication Failed - Your username or password was not accepted by the server, please reenter them and try again. If you do not have an account, please visit http://www.audioscrobbler.com to register.";

/* No comment provided by engineer. */
"Authentication Failure" = "Authentication Failure";

/* Short error message when host cannot be resolved */
"Couldn't Resolve Host" = "Couldn't Resolve Host";

/* No comment provided by engineer. */
"Critical Error" = "Critical Error";

/* Short error message when submission fails due to server error. */
"Failure - Server Error" = "Failure - Server Error";

/* No comment provided by engineer. */
"Ignore" = "Ignore";

/* Short error message when submission is successful */
"Last Submission Successful" = "Last Submission Successful";

/* Long error message when submission is successful */
"Last Submission Successful - The connection was properly established and the server reports a transfer success." = "Last Submission Successful - The connection was properly established and the server reports a transfer success.";

/* Long error message when submission is successful and there is a new version available. */
"Last Submission Successful - The connection was properly established and the server reports a transfer success. Additionally, there is a new version of iScrobbler available! Download today for access to important fixes and enhancements." = "Last Submission Successful - The connection was properly established and the server reports a transfer success. Additionally, there is a new version of iScrobbler available! Download today for access to important fixes and enhancements.";

/* No comment provided by engineer. */
"New Account" = "New Account";

/* No comment provided by engineer. */
"New Plugin Available" = "New Plugin Available";

/* Long error message when no connection is made */
"No connection yet, waiting for data." = "No connection yet, waiting for data.";

/* Short error message when no connection is made */
"No connection yet." = "No connection yet.";

/* Message given when password is NOT stored. */
"No Password Stored" = "No Password Stored";

/* No comment provided by engineer. */
"Open Download Page" = "Open Download Page";

/* No comment provided by engineer. */
"Open iScrobbler Homepage" = "Open iScrobbler Homepage";

/* No comment provided by engineer. */
"Open iScrobbler Preferences" = "Open iScrobbler Preferences";

/* Message given when password is stored successfully */
"Password Stored" = "Password Stored";

/* No comment provided by engineer. */
"Quit" = "Quit";

/* Long error message when submission fails due to server error. */
"Server Error - A connection was established to the server, but the server failed to collect the data. This is probably a temporary problem. If it persists more than a few hours, please submit a bug report." = "Server Error - A connection was established to the server, but the server failed to collect the data. This is probably a temporary problem. If it persists more than a few hours, please submit a bug report.";

/* Long error message when host cannot be resolved */
"Sorry, the host could not be resolved. Your internet connection may be down. If you can visit http://www.audioscrobbler.com in your web browser, then there may be a bug in the software, please submit a bug report!" = "Sorry, the host could not be resolved. Your internet connection may be down. If you can visit http://www.audioscrobbler.com in your web browser, then there may be a bug in the software, please submit a bug report!";

/* Short error message when submission is successful and there is a new version available */
"Success - New Version Available!" = "Success - New Version Available!";

/* No comment provided by engineer. */
"The iScrobbler application appears to be damaged.  Please download a new copy from the iScrobbler homepage." = "The iScrobbler application appears to be damaged.  Please download a new copy from the iScrobbler homepage.";

/* Long error message when the server reports a 404 error */
"The script on the server was not located! Please submit a bug report!" = "The script on the server was not located! Please submit a bug report!";

/* Long error message when server reports an unknown error */
"The server response is unknown.. Please submit a bug report with a description of the circumstance, and a copy of the response data." = "The server response is unknown.. Please submit a bug report with a description of the circumstance, and a copy of the response data.";

/* Short error message when server reports an unknown error */
"Unknown Response From Server" = "Unknown Response From Server";

/* Short message given when spam protection activates. */
"Waiting..." = "Waiting...";

